tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "stripe/stripe-cli"
brew "autoconf"
brew "automake"
brew "bison"
brew "bitwarden-cli"
brew "glib"
brew "pkg-config"
brew "ccls"
brew "chruby"
brew "node", link: false
brew "coreutils"
brew "folly"
brew "eslint"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "fish"
brew "fzf"
brew "gdbm"
brew "git"
brew "git-open"
brew "harfbuzz"
brew "http-server"
brew "jq"
brew "openjdk"
brew "kotlin"
brew "less"
brew "libffi"
brew "libksba"
brew "libtool"
brew "libyaml"
brew "llvm"
brew "lua-language-server"
brew "luarocks"
brew "mongocli"
brew "node@16", link: true
brew "mongosh"
brew "neovim"
brew "prettier"
brew "python@3.10"
brew "ripgrep"
brew "ruby-install"
brew "starship"
brew "tmux"
brew "trash"
brew "typescript"
brew "typescript-language-server"
brew "vscode-langservers-extracted"
brew "watchman"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
brew "stripe/stripe-cli/stripe"
cask "alacritty"
cask "bitwarden"
cask "android-platform-tools"
cask "appcleaner"
cask "arc"
cask "hammerspoon"
cask "ngrok"
cask "react-native-debugger"
cask "spotify"
